Repository: BIDMCDigitalPsychiatry/LAMP-core-ios
Catalog: mindLAMP/Resources/*.lproj/InfoPlist.strings
Languages: da, de, es, fr, hi, it, ko, zh_hans, zh_hant

# NSBluetoothAlwaysUsageDescription
source: Your bluetooth data is required for clinical study.
da: Dine bluetooth-data er påkrævede til klinisk undersøgelse.
de: Ihre Bluetooth-Daten werden für die klinische Studie benötigt.
es: Sus datos de bluetooth son necesarios para el estudio clínico.
fr: Vos données bluetooth sont nécessaires pour l'étude clinique.
hi: आपका ब्लूटूथ डेटा क्लिनिकल अध्ययन के लिए आवश्यक है।
it: I dati Bluetooth sono necessari per lo studio clinico.
ko: 연구를 위해 블루투스 데이터를 파악합니다.
zh_hans: 临床研究需要你的蓝芽数据
zh_hant: 臨床研究需要你的藍芽數據

# NSBluetoothPeripheralUsageDescription
source: Your bluetooth data is required for clinical study.
da: Dine bluetooth-data er påkrævede til klinisk undersøgelse.
de: Ihre Bluetooth-Daten werden für die klinische Studie benötigt.
es: Sus datos de bluetooth son necesarios para el estudio clínico.
fr: Vos données bluetooth sont nécessaires pour l'étude clinique.
hi: आपका ब्लूटूथ डेटा क्लिनिकल अध्ययन के लिए आवश्यक है।
it: I dati Bluetooth sono necessari per lo studio clinico.
ko: 연구를 위해 블루투스 데이터를 파악합니다.
zh_hans: 临床研究需要你的蓝芽数据
zh_hant: 臨床研究需要你的藍芽數據

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Your Health data is required for clinical study.
da: Dine sundhedsdata er nødvendige til klinisk undersøgelse.
de: Ihre Gesundheitsdaten werden für klinische Studien benötigt.
es: Sus datos de salud son necesarios para el estudio clínico.
fr: Les données relatives à votre santé sont nécessaires pour une étude clinique.
hi: आपका स्वास्थ्य डेटा नैदानिक अध्ययन के लिए आवश्यक है।
it: I tuoi dati sanitari sono necessari per lo studio clinico.
ko: 연구를 위해 건강데이터가 파악합니다.
zh_hans: 此临床研究需要您的健康数据
zh_hant: 此臨床研究需要您的健康數據

# NSHealthShareUsageDescription
source: Your Health data is required for clinical study.
da: Dine sundhedsdata er nødvendige til klinisk undersøgelse.
de: Ihre Gesundheitsdaten werden für klinische Studien benötigt.
es: Sus datos de salud son necesarios para el estudio clínico.
fr: Les données relatives à votre santé sont nécessaires pour une étude clinique.
hi: आपका स्वास्थ्य डेटा नैदानिक अध्ययन के लिए आवश्यक है।
it: I tuoi dati sanitari sono necessari per lo studio clinico.
ko: 연구를 위해 건강데이터가 파악합니다.
zh_hans: 此临床研究需要您的健康数据
zh_hant: 此臨床研究需要您的健康數據

# NSHealthUpdateUsageDescription
source: Your Health data is required for clinical study.
da: Dine sundhedsdata er nødvendige til klinisk undersøgelse.
de: Ihre Gesundheitsdaten werden für klinische Studien benötigt.
es: Sus datos de salud son necesarios para el estudio clínico.
fr: Les données relatives à votre santé sont nécessaires pour une étude clinique.
hi: आपका स्वास्थ्य डेटा नैदानिक अध्ययन के लिए आवश्यक है।
it: I tuoi dati sanitari sono necessari per lo studio clinico.
ko: 연구를 위해 건강데이터가 파악합니다.
zh_hans: 此临床研究需要您的健康数据
zh_hant: 此臨床研究需要您的健康數據

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Your location access required for clinical study.
da: Adgang til at bruge din lokalitet er påkrævet til klinisk undersøgelse.
de: Für die klinische Studie wird der Zugang zu Ihrem Standort benötigt
es: Se requiere acceso a su ubicación para el estudio clínico.
fr: L'accès à votre localisation est nécessaire pour l'étude clinique.
hi: नैदानिक अध्ययन के लिए आपके स्थान तक पहुंच आवश्यक है।
it: Per lo studio clinico è necessario l'accesso alla tua posizione.
ko: 연구를 위해 위치를 파악합니다.
zh_hans: 临床研究需要获取你的位置
zh_hant: 臨床研究需要獲取你的位置

# NSLocationAlwaysUsageDescription
source: Your location access required for clinical study.
da: Adgang til at bruge din lokalitet er påkrævet til klinisk undersøgelse.
de: Für die klinische Studie wird der Zugang zu Ihrem Standort benötigt
es: Se requiere acceso a su ubicación para el estudio clínico.
fr: L'accès à votre localisation est nécessaire pour l'étude clinique.
hi: नैदानिक अध्ययन के लिए आपके स्थान तक पहुंच आवश्यक है।
it: Per lo studio clinico è necessario l'accesso alla tua posizione.
ko: 연구를 위해 위치를 파악합니다.
zh_hans: 临床研究需要获取你的位置
zh_hant: 臨床研究需要獲取你的位置

# NSLocationWhenInUseUsageDescription
source: Your location access required for clinical study.
da: Adgang til at bruge din lokalitet er påkrævet til klinisk undersøgelse.
de: Für die klinische Studie wird der Zugang zu Ihrem Standort benötigt
es: Se requiere acceso a su ubicación para el estudio clínico.
fr: L'accès à votre localisation est nécessaire pour l'étude clinique.
hi: नैदानिक अध्ययन के लिए आपके स्थान तक पहुंच आवश्यक है।
it: Per lo studio clinico è necessario l'accesso alla tua posizione.
ko: 연구를 위해 위치를 파악합니다.
zh_hans: 临床研究需要获取你的位置
zh_hant: 臨床研究需要獲取你的位置

# NSMicrophoneUsageDescription
source: Your voice data is required for clinical study.
da: Dine stemmedata er påkrævet til klinisk undersøgelse.
de: Ihre Stimmdaten werden für die klinische Studie benötigt.
es: Sus datos de voz son necesarios para el estudio clínico.
fr: Les données de votre voix sont nécessaires pour l'étude clinique.
hi: क्लिनिकल अध्ययन के लिए आपका वॉयस डेटा आवश्यक है।
it: I tuoi dati vocali sono necessari per lo studio clinico.
ko: 연구를 위해 음성 데이터를 파악합니다.
zh_hans: 临床研究需要您的语音数据
zh_hant: 臨床研究需要您的語音數據

# NSMotionUsageDescription
source: Your motion activity data is required for clinical study.
da: Din bevægelsesaktivitet er påkrævet til klinisk undersøgelse.
de: Die Daten Ihrer Bewegungsaktivitäten werden für die klinische Studie benötigt
es: Sus datos de actividad de movimiento son necesarios para el estudio clínico.
fr: Les données relatives à votre activité de mouvement sont nécessaires pour l'étude clinique.
hi: नैदानिक अध्ययन के लिए आपकी गति गतिविधि डेटा आवश्यक है।
it: I dati sulla tua attività motoria sono necessari per lo studio clinico.
ko: 연구를 위해 활동 데이터를 파악합니다.
zh_hans: 临床研究需要您的运动活动数据
zh_hant: 臨床研究需要您的運動活動數據

# NSSensorKitUsageDescription
source: Your SensorKit Usage Data is required for a clinical research study you have opted to join.
da: Dine SensorKit-brugsdata er nødvendige for et klinisk forskningsstudie, du har valgt at deltage i.
de: Für die klinische Forschungsstudie, für die Sie sich entschieden haben, werden Ihre SensorKit-Nutzungsdaten benötigt.
es: Sus datos de uso de SensorKit son necesarios para un estudio de investigación clínica en el que ha optado por participar.
fr: Vos données d'utilisation SensorKit sont nécessaires pour une étude de recherche clinique à laquelle vous avez choisi de participer.
hi: आपके द्वारा चुने गए नैदानिक अनुसंधान अध्ययन के लिए आपका सेंसरकिट उपयोग डेटा आवश्यक है।
it: I tuoi dati di utilizzo di SensorKit sono necessari per uno studio di ricerca clinica a cui hai scelto di partecipare.
ko: 동의하신 연구를 위한 데이터를 수집합니다.
zh_hans: 您所选择参与的研究需要您的SensorKit用量数据
zh_hant: 您所選擇參與的研究需要您的SensorKit用量數據

# NSSpeechRecognitionUsageDescription
source: Your speech recognition is required for the clinical study.
de: Für die klinische Studie wird Ihre Spracherkennung benötigt.
es: Su reconocimiento de voz es necesario para el estudio clínico.
hi: नैदानिक अध्ययन के लिए आपकी वाक् पहचान आवश्यक है।
it: Per lo studio clinico è necessario il riconoscimento vocale.
ko: 임상 연구에는 음성 인식이 필요합니다.
zh_hans: Your speech recognition is required for clinical study.
zh_hant: Your speech recognition is required for clinical study.
